Repository: Banshee-Technologies/BeatPress
Catalog: lang/beatpress-*.po
Languages: es_es

source: This is where your previous URL will get redirected
es_es: Aquí es donde la URL anterior va a ser redirigida

source: Redirection Status
es_es: Estado de la Redirección

source: Redirection Enabled
es_es: Redirección Activada

source: You're forwarding
es_es: Estás redirigiendo

source: Redirection Disabled
es_es: Redirección Desactivada

source: Redirection and URL forwarding to external service is disabled
es_es: La redirección y reenvío de URL a servicios externos está desactivada

source: Very Important
es_es: Muy Importante

source: This redirection is performed using a "302 Moved Temporarily" redirection. That means that it will not pass PageRank or
es_es: Ésta redirección se hace utilizando una redirección "302 Movido Temporalmente". Esto significa que no pasará PageRank o

source: link juice from your domain to the BeatStars / AirBit domain (which is pretty similar to a rel="nofollow" link)
es_es: autoridad desde tu dominio al dominio de BeatStars / Airbit (lo cual es muy similar a un enlace rel="nofollow")

source: That's useful if you're using BeatPress only for SEO purposes as a secondary beat shop and BeatStars or AirBit
es_es: Ésto es útil si estás utilizando BeatPress sólo con propósitos de SEO como una tienda de beats secundaria y BeatStars o AirBit

source: as your main one because everyone knows how it works and the conversion ratio to sales is higher
es_es: como la principal porque todo el mundo sabe como funciona y la tasa de conversion a ventas es más alta

source: By using this option, if your external service (BeatStars or AirBit) goes down, got hacked, or suddenly stops
es_es: Utilizando ésta opción, si tu servicio externo (BeatStars o AirBit) se cae, es hackeado, o deja de funcionar

source: working you'll be able to temporarily redirect all your traffic to your BeatPress website and at least keep some beat sales
es_es: de repente podrás temporalmente redirigir todo tu tráfico a tu página funcionando con BeatPress y al menos conseguir algunas ventas

source: The counterpart is; if your website (your BeatPress one) goes down, got hacked, or suddenly stops working, you'll
es_es: La mala noticia es; si tu sitio web (el que funciona con BeatPress) se cae, es hackeado, o deja de funcionar de repente, necesitarás

source: need to know how to make it work again in order to get that redirection working again, so, if you don't know how
es_es: saber como hacer que vuelva a funcionar de nuevo para poder tener ésta redirección funcionando de nuevo, así que, si no sabes como

source: to protect / manage your website (this website) you better keep this option deactivated
es_es: proteger / administrar tu sitio web (éste sitio web) mejor deja ésta opción desactivada

source: If you don't know what does this mean keep this option deactivated
es_es: Si no sabes lo que ésto significa mejor deja ésta opción desactivada

source: Genres
es_es: Géneros

source: Display Type Beat Box
es_es: Mostrar Type Beats

source: Display the artist type beat box of each beat
es_es: Muestra la caja de type beat de cada beat

source: By activating this option you can make your catalog show a Type Beat box before the different genre boxes that are showed up close to the title.
es_es: Activando ésta opción puedes hacer que tu catálogo muestre una caja de Type Beat justo antes de las diferentes cajas de géneros que son mostradas cerca del título.

source: Show or hide the artist type beat box of each beat in the beats catalog
es_es: Muestra u oculta la caja del tipo de artista o type beat de cada beat en tu catálogo

source: Display Genres Boxes
es_es: Mostrar Géneros

source: Display the genres of each beat
es_es: Muestra los géneros de cada beat

source: By activating this option you can make your catalog show genres boxes after the Type Beat box that is showed up close to the title.
es_es: Activando ésta opción puedes hacer que tu catálogo muestre las cajas de géneros después de la caja de Type Beat que es mostrada justo cerca del título.

source: Show or hide the genres of each beat in the beats catalog
es_es: Muestra u oculta los géneros de cada beat en el catálogo de beats

source: Browse Beats by Genre
es_es: Navega entre Beats por Géneros

source: List all available genres at the catalog bottom
es_es: Muestra todos los géneros disponibles justo debajo del catálogo

source: By activating this option you can list all your available genres at the bottom of your catalog, showing a beats count and the genre category.
es_es: Activando ésta opción puedes mostrar todos los géneros disponibles justo al final de tu catálogo, mostrando un contador de beats y el nombre del género.

source: Do Not List All Genres
es_es: No Mostrar Todos los Géneros

source: Show only genres containing more than 5 beats inside
es_es: Mostrar sólo los géneros que tienen más de 5 beats dentro

source: I'm sure it have happened to you at least once, we visit a website looking for something, we click somewhere and boom, just one post which desn't have what we were looking for.
es_es: Estoy seguro de que te ha pasado alguna vez antes, visitamos una web buscando algo, hacemos clic en algún sitio y boom, sólo un post que además no tiene lo que estamos buscando.

source: Then we close the tab and go back to Google to keep searching, by activating this option you'll show only the genres that contains at leats 5 beats inside.
es_es: Entonces cerramos la pestaña y volvemos a Google para seguir buscando, activando ésta opción mostrarás sólo los géneros que contienen al menos 5 beats dentro.

source: Pages with thin content are used to be useless for visitors and increase bounce rate
es_es: Las páginas con thin content o poco contenido suelen ser inútiles de cara al usuario e incrementan el rebote

source: Display the search box on the top of your beat pages
es_es: Muestra la caja de búsqueda arriba en las páginas de beats

source: Listen more beats
es_es: Escucha más beats

source: Add a link to your complete catalog
es_es: Añade un enlace a tu catálogo completo

source: Show or hide the "Listen More Beats" button linking to your full beats catalog
es_es: Muestra u oculta el botón de "Escuchar Más Beats" enlazando a tu catálogo completo

source: Select if you want to show a make an offer button instead of the fixed exclusive rights price in beat pages
es_es: Selecciona si quieres mostrar el botón de Haz Una Oferta en vez del precio fijo para los Derechos Exclusivos en las páginas de beats

source: Free Downloads
es_es: Descargas Gratuitas

source: Display the free download section
es_es: Mostrar la sección de descargas gratuitas

source: Show or hide the download section in individual beat pages
es_es: Muestra u oculta la sección de descargas en las páginas de beats individuales

source: Use Social Locker plugin to offer free downloads
es_es: Utilizar el plugin Social Locker para ofrecer descargas gratuitas

source: Make the users perform a social action to get the free downloads in individual beat pages, useless if the Free Downloads option is not activated
es_es: Haz que los usuarios necesiten realizar una acción social para conseguir las descargas gratuitas en las páginas de beats, inútil si la opción de Descargas Gratuitas está desactivada

source: Downloads Disclaimer
es_es: Aviso de Descargas

source: Show "Free Downloads" disclaimer
es_es: Mostrar aviso de "Descargas Gratuitas"

source: Let your visitors know that beats marked as "FREE" are not free beats, they're just Free Downloads and need to get a lease to get rights to the beat
es_es: Haz saber a tus visitantes que los beats marcados como "LIBRE" no son beats de uso libre, simplemente son descargas gratuitas y necesitan un leasing para conseguir derechos sobre el beat

source: Show or hide the SEO Introduction written in individual beat pages
es_es: Muestra u oculta en tu catálogo la Introducción SEO escriba en las páginas de beats

source: Genres in SEO Introduction
es_es: Géneros en la Introducción SEO

source: Add the genres of each beat to the SEO Introduction (H2 Heading)
es_es: Añade los géneros de cada beat en la Introducción SEO (Título H2)

source: Show or hide the list of genres in the SEO Introduction of each beat page
es_es: Muestra u oculta la lista de géneros en la Introducción SEO de cada página de beat

source: The SEO Introduction module is an H2, one of the off-page SEO most important headings known
es_es: El módulo de Introducción SEO es un párrafo H2, uno de los párrafos más importantes conocidos para el SEO off-page

source: SEO Paragraphs
es_es: Párrafos SEO

source: Display the SEO Paragraphs added to each beat page
es_es: Muestra los Párrafos SEO añadidos a cada página de beat

source: Show or hide the SEO Paragraphs written in individual beat pages
es_es: Muestra u oculta los Párrafos SEO escritos individualmente en las páginas de beats

source: Enable Beat Tags
es_es: Activar Tags

source: Enable Beat Tags taxonomy
es_es: Activar la Taxonomía Tags

source: Enabling them will be good to increase user interaction with your individual beat pages, showing Google that users are interested in your content
es_es: Activarlos será bueno para incrementar la interacción del usuario en las páginas de beats, mostrándole a Google que los usuarios están interesados en tu contenido

source: Also, it will also distribute your PageRank within your beat-tag pages, which could end up in ranking penalties
es_es: También, distribuirá tu PageRank entre las páginas de Tags creadas, lo que podría conllevar a penalizaciones en rankings

source: If you don't know what I'm talking about just keep this option disabled
es_es: Si no sabes de que estoy hablando mejor deja ésta opción desactivada

source: Display Beat Tags
es_es: Mostrar Tags

source: Display the Beat Tags added to each beat page
es_es: Muestra los Tags añadidos a cada Página de Beat

source: Show or hide the Beat Tags you entered in individual beat pages
es_es: Muestra u oculta los Tags que has introducido individualmente en las Páginas de Beats

source: *IMPORTANT:
es_es: *IMPORTANTE:

source: This option is useless if the option "Enable Beat Tags" is disabled
es_es: Ésta opción es inútil si la opción "Activar Tags" está desactivada

source: Clickable Beat Tags
es_es: Tags Clicables

source: Make the beat tags clickable
es_es: Hacer los Tags clicables

source: Auto-generate an hyperlink to each beat tag to make your visitors able to navigate through the beat tags in individual beat pages
es_es: Genera de forma automática un enlace a cada Tag para hacer que tus visitantes puedan navegar a través de las páginas generadas de Tags

source: YouTube Embed
es_es: Incrustar YouTube

source: Automatically embed the YouTube Video in beat pages
es_es: Incrusta automáticamente el vídeo de YouTube en las páginas de beats

source: This may help your video to reach higher positions in the YouTube Search results
es_es: Esto podría ayudar a tu video a alcanzar posiciones más altas en los resultados de búsqueda de YouTube

source: YouTube Backlink
es_es: Enlace a YouTube

source: Automatically add a text backlink to your video
es_es: Añade automáticamente un enlace de texto a tu vídeo

source: This may help your video to reach higher positions in the Google and YouTube search results, but it's useless if the embed option is not activated
es_es: Esto podría ayudar a tu video a alcanzar posiciones más altas en los resultados de búsqueda de Google y YouTube, pero es inútil si la opción Incrustar YouTube está desactivada

source: Ratings
es_es: Valoraciones

source: Beat Ratings
es_es: Valoraciones de Beats

source: Show public beat ratings
es_es: Mostrar Valoraciones públicas de Beats

source: Enable public ratings for every beat uploaded in individual beat pages
es_es: Habilitar valoraciones públicas de beats para cada beat en las páginas de beats

source: Plugin EC Stars Ratings must be installed
es_es: El plugin EC Stars Ratings debe estar instalado

source: click here to download
es_es: haz clic aquí para descargar

source: Comments
es_es: Comentarios

source: Enable Disqus Comments
es_es: Habilitar Comentarios de Disqus

source: Check this option to enable Disqus comments on individual beat pages
es_es: Activa esta opción para habilitar los comentarios de Disqus en las páginas de beats

source: Engagement in websites is key for SEO nowadays, enable this option and paste the Disqus code below to active Disqus on your individual beat-pages
es_es: La interacción en sitios web es clave para el SEO hoy en día, activa esta opción y pega el código de Disqus debajo para activar Disqus en las páginas de beats

source: First you have to create a "Disqus Account" in order to show the comments section
es_es: Primero necesitas crearte una cuenta en Disqus para poder mostrar la sección de comentarios

source: click here to register
es_es: haz clic aquí para registrarte

source: Disqus HTML Code
es_es: Código HTML de Disqus

source: Type here your Disqus code...
es_es: Escribe aquí tu código de Disqus...

source: Type here the JavaScript code that Disqus provided you
es_es: Escribe aquí el código JavaScript que te ha mostrado Disqus

source: It will be showed in ALL your beat pages
es_es: Será mostrado en TODAS tus páginas de beats

source: Theming
es_es: Personalizar Theme

source: Next > Previous
es_es: Siguiente > Anterior

source: Add a "Previous beat" and "Next beat" at the top and bottom of each beat page
es_es: Añade un enlace como "Beat anterior" y "Siguiente beat" arriba y abajo del todo de cada página de beat

source: Useful if your WordPress theme doesn't contains a previous / next button by default
es_es: Útil si tu theme de WordPress no trae de serie un botón de anterior / siguiente por defecto

source: BeatPress Documentation
es_es: Documentación de BeatPress

# Post Type General Name
source: Instrumentals
es_es: Instrumentales

source: Parent Instrumental
es_es: Instrumental Padre

source: All Instrumentals
es_es: Todas las Instrumentales

source: View Instrumental
es_es: Ver Instrumental

source: Add New Instrumental
es_es: Añadir Nueva Instrumental

source: Add New
es_es: Añadir Nueva

source: Edit Instrumental
es_es: Editar Instrumental

source: Update Instrumental
es_es: Actualizar Instrumental

source: Search Instrumental
es_es: Buscar Instrumental

source: Not Found
es_es: No Encontrado

source: Not found in Trash
es_es: No encontrado en la Papelera

source: instrumentals
es_es: instrumentales

source: Your beats and instrumental are here
es_es: Tus beats e instrumentales están aquí

source: Add New Genre
es_es: Añadir Nuevo Género

source: New Genre
es_es: Nuevo Género

source: Edit Genre
es_es: Editar Género

source: Update Genre
es_es: Actualizar Género

source: Beat Tags
es_es: Tags

source: Add New Beat Tag
es_es: Añadir Nuevo Tag

source: New Beat Tag
es_es: Nuevo Tag

source: Artwork
es_es: Diseño

source: Views
es_es: Visitas

source: External Link
es_es: Enlace Externo

source: No artwork set
es_es: Sin Diseño

source: No External Link
es_es: Sin Enlace Externo

source: BeatPress Page Generator
es_es: Generador de Páginas de BeatPress

source: Select MP3 File
es_es: Selecciona Archivo MP3

source: Upload the tagged MP3 file of your beat - 128kbps Recommended
es_es: Sube el MP3 con tags o anticopy de tu beat - Recomendado 128kbps

source: Your browser does not support the audio elements
es_es: Tu navegador no soporta elementos de sonido

source: Upload beat
es_es: Subir beat

source: Beat Title
es_es: Título del Beat

source: Title of your beat
es_es: Título de tu beat

source: *The title of your beat, it will be used along the whole page
es_es: *El título de tu beat, será utilizado a lo largo de toda la página

source: *Link to the external website where you also published this beat (Ex: BeatStars / AirBit)
es_es: *Enlace al sitio web externo donde también has publicado este beat (Ejemplo: BeatStars / AirBit)

source: Used only with
es_es: Usado solo con

source: External Purchase Mode
es_es: Modo de Venta Externo

source: EDD Identifier
es_es: Identificador de EDD

source: *Type here the Easy Digital Downloads Product ID to link this beat page to the product page.
es_es: *Escribe aquí el Identificador de Producto de Easy Digital Downloads para enlazar la página de éste beat con la página del producto.

source: Easy Digital Downloads Purchase Mode
es_es: Modo de Venta Easy Digital Downloads

source: Sounds Like & Type Beat
es_es: Suena Como / Type Beat

source: Offset X Quavo
es_es: Residente X Bad Bunny

source: *Type here the artist that sounds like this beat. Leave blank to avoid Type Beat references.
es_es: *Escribe aquí el artista que suena como este beat. Déjalo en blanco para evitar cualquier referencia hacia los Type Beats.

source: MP3 Lease Price
es_es: Precio del Leasing MP3

source: *Price that will be showed in the purchase buttons.
es_es: *Precio que será mostrado en los botones de compra.

source: WAV Lease Price
es_es: Precio del Leasing WAV

source: Premium Lease Price
es_es: Precio del Leasing Premium

source: Unlimited Lease Price
es_es: Precio del Leasing Ilimitado

source: Exclusive Rights Price
es_es: Precio de los Derechos Exclusivos

source: *Price that will be showed in the exclusive rights purchase button, a purchase link will be automatically generated by BeatPress.
es_es: *Precio que será mostrado en los botones de compra de Derechos Exclusivos, un enlace de compra será generado automáticamente por BeatPress.

source: Exclusively Sold?
es_es: ¿Vendido de forma Exclusiva?

source: No, I still got the full rights to the beat
es_es: No, todavía tengo los derechos del beat

source: Yes, it has been sold
es_es: Sí, ha sido vendido

source: *Select "Yes" if the beat has been exclusively sold to remove any download or purchase option. Leave blank or click "No" to mark it as available.
es_es: *Selecciona "Si" si el beat ha sido vendido de forma exclusiva para eliminar cualquier opción de compra o descarga. Déjalo en blanco o haz click en "No" para marcarlo como disponible.

source: Similar Beat Title
es_es: Título de Beat Similar

source: *Once a beat has been exclusively sold there's a way to redirect your visitors to a similar beat, type here the title of that similar beat you'd like to send your visitors to or leave blank to remove similar beat references.
es_es: *Una vez que un beat ha sido vendido de forma exclusiva hay una forma de redireccionar a los usuarios a un beat similar, escribe aquí el título del beat similar a donde te gustaría enviar a tus usuarios o déjalo en blanco para eliminar cualquier referencia a beats similares.

source: Similar Beat URL
es_es: Enlace de Beat Similar

source: *The URL of the similar beat that your visitors will be able to click.
es_es: *El enlace del beat similar donde los ususarios podrán hacer clic.

source: YouTube Video ID
es_es: Identificador de Video de YouTube

source: *Type here the YouTube Video ID of that beat if you would like to automatically embed the video on this page. Leave blank to remove YouTube embeds.
es_es: *Escribe aquí el Identificador de Vídeo de YouTube de este beat si te gustaría añadir el vídeo a ésta página de beat. Déjalo en blanco para no añadir ningún video de YouTube.

source: Write here a brief introduction for that beat, it can be used as the Meta Description so keep it short. Recommended 160 characters maximum.
es_es: Escribe aquí una breve introducción para este beat, puede ser utilizado como meta descripción así que no lo alargues mucho. Lo máximo recomendado son 160 caracteres.

source: *Type here the introduction / excerpt of this beat page. Recommended 160 characters.
es_es: *Escribe aquí la introducción / extracto de la página de éste beat. Recomendado 160 caracteres.

source: Here you can write longer stuff about this beat, you should target multiple and related keywords. I encourage you to make a small keyword research to keep it overperforming.
es_es: Aquí puedes escribir algo más largo sobre éste beat, deberías atacar diferentes keywords relacionadas. Te recomiendo que hagas una pequeña investigación para que tenga buen rendimiento.

source: *This is a SEO Paragraph that will be added to the beat page. Leave them all blank (1, 2 and 3) to remove any paragraph text. Recommended 200 words per paragraph. This paragraph is HTML ready.
es_es: *Ésto es un Párrafo SEO que será añadido a la página del beat. Déjalos todos en blanco (1, 2 y 3) para eliminar cualquier Párrafo SEO. Recomendado 200 palabras por párrafo. Éste párrafo está listo para funcionar con código HTML.

source: SEO Paragraph 2
es_es: Párrafo SEO 2

source: You can write more here! Remember, those paragraphs are HTML ready, but your visitors want to listen to your beats, not read about them...
es_es: ¡Aquí puedes escribir más! Recuerda, éstos párrafos éstan listos para funcionar con HTML, pero tus visitantes quieren escuchar tus beats, no leer sobre ellos...

source: SEO Paragraph 3
es_es: Párrafo SEO 3

source: So don't write a book for each beat and keep this human readable.
es_es: Así que no escribas un libro para cada beat y mantenlo de forma que cualquier humano lo pueda leer.

source: Listen
es_es: Escucha

source: Update Required
es_es: Actualización Necesaria

source: To play the media you will need to either update your browser to a recent version or update your Flash plugin.
es_es: Para reproducir el archivo de sonido necesitarás o actualizar tu navegador a una versión más reciente o actualizar tu plugin Flash.

source: BeatPress Audio Streaming Server
es_es: Servidor de Reproducción de Sonido de BeatPress

source: You can't view this page
es_es: No puedes ver ésta página

source: Streaming links are encrypted by default
es_es: Los enlaces de reproducción están encriptados por defecto

source: BeatPress Direct ERROR
es_es: ERROR de BeatPress Direct

source: ERROR: Missing PayPal Email Address
es_es: ERROR: Falta la dirección de correo de PayPal

source: In order to receive payments first you have to save your PayPal email address
es_es: Para recibir pagos primeros tienes que guardar tu dirección de correo de PayPal

source: ERROR: Not valid link
es_es: ERROR: Enlace no válido

source: You can't use encrypted purchase links if the option is not enabled
es_es: No puedes utilizar enlaces de compra encriptados si la opción no está activada

source: You can't use clean purchase links because they're encrypted
es_es: No puedes utilizar enlaces de compra sin encriptar porque están encriptados

source: by
es_es: por

source: Processing, please wait...
es_es: Procesando, espere por favor...

source: BeatPress Tools
es_es: Herramientas de BeatPress

source: Fetch Preview
es_es: Vista Previa

source: Check Google Preview
es_es: Vista Previa en Google

source: Search Result
es_es: Resultados de Búsqueda

source: Check Indexation
es_es: Verificar Indexación

source: Post Speed
es_es: Verificar Velocidad

source: Ping Tool
es_es: Herramienta de Ping

source: Check Plagiarism
es_es: Chequear Plagios

source: Domain SEO Audit
es_es: Auditoría SEO del dominio

source: Get Screenshot
es_es: Imagen de la página

source: *Use these previous tools only when you post new content
es_es: *Utiliza las herramientas anteriores sólo cuando posteas contenido nuevo
