Repository: Banshee-Technologies/BeatPress
Catalog: lang/beatpress-*.po
Languages: es_es

source: beats published
es_es: beats publicados

source: beats scheduled
es_es: beats programados

source: beats saved as drafts
es_es: beats guardados como borradores

source: genres
es_es: géneros

source: beat tags
es_es: tags

source: Open BeatPress Dashboard
es_es: Abrir el Panel Principal de BeatPress

source: It seems that your cart is empty.
es_es: Parece que tu carrito está vacío.

source: Check out my beats and instrumentals!
es_es: ¡Escucha mis beats e instrumentales!

source: BeatPress Plugin for WordPress
es_es: Plugin BeatPress para WordPress

source: Developed by
es_es: Desarrollado por

source: Powered by BeatPress
es_es: Funcionando con BeatPress

source: Share this page
es_es: Comparte ésta página

source: Check out the latest beats
es_es: Escucha los últimos beats

source: Easy Digital Downloads is selected as your BeatPress Selling Mode, but the plugin Easy Digital Downloads is non active or not installed.
es_es: Easy Digital Downloads está seleccionado como el Modo de Venta de BeatPress, pero el plugin Easy Digital Downloads no está activado o instalado.

source: Please select a different BeatPress Selling Mode
es_es: Por favor selecciona un modo diferente de venta

source: clicking here
es_es: haciendo clic aquí

source: or install
es_es: o instala

source: Duplicate this item
es_es: Duplicar este elemento

source: Duplicate
es_es: Duplicar

source: BeatPress Settings
es_es: Opciones de BeatPress

source: Search beat name, artist, genre, tags...
es_es: Busca nombre de beat, artista, género...

source: Listen to %s, a %s Type Beat
es_es: Escucha %s, un beat del estilo de %s

source: Now listening:
es_es: Escuchando:

source: %s Type Beat
es_es: Beat de %s

source: %s Beats & Instrumentals
es_es: Beats e Instrumentales de %s

source: %s was exclusively sold and is no longer available
es_es: %s ha sido vendida de forma exclusiva y ya no está disponible

source: Broken Link
es_es: Enlace Roto

source: Download %s Instrumental
es_es: Descarga la Instrumental %s

source: %s Purchase Options
es_es: Opciones de Compra de %s

source: Not Available
es_es: No Disponible

source: Beat has been sold
es_es: El beat ha sido vendido

source: Listen More Beats
es_es: Escucha más beats

source: %s was exclusively sold
es_es: %s ha sido vendida de forma exclusiva

source: This beat is no longer available for any kind of licensing or purchase
es_es: Éste beat ya no está disponible para ningún tipo de licencia o compra

source: Anyway, you may be interested in
es_es: De todas formas, podrías estar interesado en

source: which is a pretty similar beat
es_es: que es una instrumental bastante similar

source: Exclusive Rights
es_es: Derechos Exclusivos

source: Make an Offer
es_es: Haz una Oferta

source: %s Is Yours
es_es: %s Es Tuyo

source: Grab the free download
es_es: Pilla la descarga gratuita

source: DISCLAIMER:
es_es: AVISO:

source: Free downloads are not “Free Beats”. They’re marked as free and available as free download for listening and evaluation purposes only. Purchase or license an instrumental to obtain rights to the beat. Any monetization / synchronization way is strictly prohibited
es_es: Las descargas gratuitas no son "Beats de Uso Libre". Están marcados y disponibles como descarga gratuita para escuchar y para propósitos de evaluación. Compra o licencia una instrumental para obtener derechos sobre el beat. Cualquier forma monetización o sincronización está estrictamente prohibida

source: Click here to download %s
es_es: Haz clic aquí para descargar %s

source: Your cart
es_es: Tu carrito

source: Beat Link Not Found
es_es: Enlace No Encontrado

source: Missing External Link
es_es: Falta Enlace Externo

source: Click here to download
es_es: Haz clic aquí para descargar

source: Multiple Options
es_es: Múltiples opciones

source: %s Introduction
es_es: Introducción de %s

source: About this %s Type Beat
es_es: Sobre este beat de %s

source: %s Tags
es_es: Tags de %s

source: Browse the %s Beat Tag
es_es: Navega por el tag %s

source: Browse beats by genre
es_es: Navega entre beats por géneros

source: Play this
es_es: Reproduce este

source: on YouTube
es_es: en YouTube

source: Play this %s Type Beat on YouTube
es_es: Reproduce este %s Type Beat en YouTube

source: Subscribe on YouTube!
es_es: ¡Suscríbete en YouTube!

source: Rate %s, feedback is always welcome
es_es: Valora %s, tu opinión es siempre bienvenida

source: Previous beat
es_es: Beat anterior

source: Subscribe
es_es: Suscríbete

source: Full Catalog
es_es: Catálogo

source: Next beat
es_es: Siguiente beat

source: %s, an %s Type Beat produced by %s
es_es: %s, un beat de %s producido por %s

source: Load More Beats
es_es: Cargar Más Beats

source: Follow %s on Twitter
es_es: Sigue a %s en Twitter

source: Follow %s on Facebook
es_es: Sigue a %s en Facebook

source: Follow %s on SoundCloud
es_es: Sigue a %s en SoundCloud

source: Follow %s on Instagram
es_es: Sigue a %s en Instagram

source: Follow %s on YouTube
es_es: Sigue a %s en YouTube

source: Follow %s on Reddit
es_es: Sigue a %s en Reddit

source: Follow %s on BeatStars
es_es: Sigue a %s en BeatStars

source: Follow %s on Airbit
es_es: Sigue a %s en Airbit

source: Message for site administrator:
es_es: Mensaje para los administradores de la web:

source: Your featured beat has been marked as sold, change it to feature a new beat
es_es: El beat que hay seleccionado como destacado ha sido marcado como vendido, cámbialo y selecciona un beat nuevo

source: Featured Beat
es_es: Beat Destacado

source: Produced by
es_es: Producido por

source: ADD TO CART
es_es: AÑADIR AL CARRITO

source: Beat Description
es_es: Descripción del Beat

source: (SOLD)
es_es: (VENDIDO)

source: View %s Instrumental Page
es_es: Ver la Página de la Instrumental %s

source: SOLD
es_es: NO

source: ADD
es_es: VER

source: Dashboard
es_es: Panel Principal

source: Selling
es_es: Ventas

source: Producer
es_es: Productor

source: Licenses
es_es: Licencias

source: Catalog
es_es: Catálogo

source: Beat Pages
es_es: Páginas de Beats

source: Changelog
es_es: Cambios

source: System
es_es: Sistema

source: Unauthorized user
es_es: Usuario no autorizado

source: Notification
es_es: Notificación

source: The first BeatPress version was released today!
es_es: ¡La primera versión de BeatPress fue lanzada hoy!

source: Why not help a fellow producer and let him know about BeatPress? (:
es_es: ¿Por qué no ayudar a un colega productor y enseñarle BeatPress? (:

source: What's up folks, today is Surce's birthday, the main developer of BeatPress so... Wish him a happy birthday!
es_es: Qué pasa chavales, hoy es el cumpleaños de Surce, el principal desarrollador de BeatPress así que... ¡Deséale un feliz cumpleaños!

source: Version
es_es: Versión

source: The actual BeatPress version this website is running.
es_es: La versión actual de BeatPress que ésta página está utilizando.

source: License
es_es: Licencia

source: Perpetual
es_es: Perpetua

source: This is the type of BeatPress license you have installed in this website.
es_es: Este es el tipo de licencia de BeatPress que tienes instalada en ésta página web.

source: You can purchase or extend your license to continue getting updates at
es_es: Puedes comprar o alargar tu licencia para seguir recibiendo actualizaciones en

source: Your BeatPress license
es_es: Tu licencia de BeatPress

source: Overview
es_es: Visión General

source: Thank you for choosing BeatPress for your business!
es_es: ¡Gracias por escoger BeatPress para tu negocio!

source: We care about our business as much as you care about yours. In 2018 we understood and realized that in order
es_es: Nos preocupamos por nuestro negocio tanto como tú te preocupas del tuyo. En 2018 entendimos y nos dimos cuenta que para

source: to take our music business and career to the next level we have to take control over everything we offer.
es_es: llevar nuestro negocio y carrera musical al siguiente nivel tenemos que tener el control sobre todo lo que ofrecemos.

source: That's why BeatPress exists, not to fight against the big names in the market, but to remind them that
es_es: Por eso existe BeatPress, no es para pelear con los pesos pesados del mercado, es para recordarles que

source: it shouldn't be an all-in-one service. It should be original, something different and completely standalone.
es_es: no debería ser un servicio todo en uno. Debería ser original, algo diferente y completamente independiente.

source: You can't stand out in an overwhelmed business if you don't offer something different to your customers
es_es: No puedes destacar en un negocio saturado si no ofreces algo diferente a tus clientes

source: and audience. That's why we are here, and that's why we made this possible.
es_es: y audiencia. Es por eso por lo que estamos aquí, y es por eso por lo que hemos hecho ésto posible.

source: If you just don't give a foh about SEO for websites then go to
es_es: Si realmente te la suda el SEO para páginas web entonces ve directamente a

source: or
es_es: o

source: and sign up for an account
es_es: y créate una cuenta ahí

source: they're really good people and they offer the easiest and most complete services out there.
es_es: son realmente buena gente y ofrecen los servicios más fáciles de usar y más completos que existen.

source: T h a n k y o u !
es_es: ¡ G r a c i a s !

source: Made by producers for producers
es_es: Hecho para productores por productores

source: The BeatPress Team
es_es: El equipo de BeatPress

source: Proudly brought to you by
es_es: Orgullosamente creado para tí por

source: Save changes
es_es: Guardar cambios

source: Current Version
es_es: Versión Actual

source: Previous Versions
es_es: Versiones Anteriores

source: Hi there!
es_es: ¡Hola!

source: I'm supposed to be a documentation file!
es_es: ¡Se supone que soy un archivo de documentación!

source: I'm here to help you out!
es_es: ¡Estoy aquí para ayudarte!

source: Beta Builds
es_es: Betas

source: So many thanks to all our beta-testers and supporters
es_es: Muchísimas gracias a todos nuestros beta-testers y a los que nos apoyan

source: and
es_es: y

source: Web Server
es_es: Servidor Web

source: BeatPress Version
es_es: Versión de BeatPress

source: WordPress Version
es_es: Versión de WordPress

source: PHP Version
es_es: Versión de PHP

source: Recommended version
es_es: Versión recomendada

source: Memory Limit
es_es: Límite de Memoria

source: Recommended
es_es: Recomendado

source: Database
es_es: Base de Datos

source: OS
es_es: Sistema Operativo

source: Domain
es_es: Dominio Web

source: Server
es_es: Servidor

source: IP Address
es_es: Dirección IP

source: This is the IP address of your web server, not your internet access IP
es_es: Ésta es la dirección IP de tu servidor web, no tu IP de acceso a internet

source: Payments
es_es: Pagos

source: Purchase Mode
es_es: Modo de Venta

source: Sell your beats using BeatPress Direct (Default)
es_es: Vende tus beats utilizando BeatPress Direct (Por defecto)

source: This is the default selling mode of BeatPress. Actually, it doesn't handle the files delivery automatically so if you're using BeatPress Direct for your leases you should keep in mind that you should send your untagged beats once the payments are received.
es_es: Éste es el modo de venta por defecto de BeatPress. Actualmente, no envía los archivos de forma automática así que si estás usando BeatPress Direct para los leasings deberías tener en cuenta que debes enviar los archivos una vez que los pagos son recibidos.

source: This purchase mode is pretty similar to SoundClick since there's no automatic delivery, but still useful agaisnt chargebacks. Exclusive rights purchases are always processed using BeatPress Direct.
es_es: Éste modo de venta es muy similar a SoundClick ya que no hay entrega automática, pero aún así es útil contra contracargos. Las ventas de derechos exclusivos siempre son procesadas a través de BeatPress Direct.

source: Sell your beats using Easy Digital Downloads
es_es: Vende tus beats utilizando Easy Digital Downloads

source: Easy Digital Downloads is an external plugin managed and created by Sandhills Development, we've made BeatPress able to work together with Easy Digital Downloads and handle the beat purchases because we think it's the most advanced eCommerce plugin for WordPress out there.
es_es: Easy Digital Downloads es un plugin externo creado por Sandhills Development, hemos creado BeatPress para que sea capaz de funcionar junto con Easy Digital Downloads y que éste se encargue de las compras de los beats porque pensamos que es el plugin más avanzado de eCommerce ahí fuera.

source: The Easy Digital Downloads team is really professional and they're always willing to help releasing documentation about their own plugins, so in long term it's the smartest way to work with.
es_es: El equipo de Easy Digital Downloads es realmente profesional y siempre están dispuestos a ayudar liberando documentación sobre sus propios plugins, asi que a largo plazo es el camino más inteligente el trabajar con ellos.

source: Sell your beats using an external service (Ex: BeatStars / AirBit)
es_es: Vende tus beats utilizando un servicio externo (Ejemplo: BeatStars / AirBit)

source: You can also use BeatPress to link your HTML5 ready and SEO friendly catalog with your external BeatStars ProPage or Airbit Infinity Store. By using the external purchase mode you can easily redirect your customers and listeners to the most advanced beat stores out there.
es_es: También puedes usar BeatPress para enlazar tu web creada en HTML5 y que además es SEO friendly con tu ProPage de BeatStars o Infinity Store de Airbit. Usando el modo de venta externo puedes fácilmente redireccionar a tus clientes y audiencia a las tiendas de beats más avanzadas ahí fuera.

source: We really love and respect the hard work BeatStars and Airbit are putting in their projects. They made this possible and who knows, maybe in a near future there are better ways to integrate BeatStars and Airbit with BeatPress.
es_es: Realmente nos gusta y respetamos el trabajo duro que BeatStars y Airbit están poniendo en sus proyectos. Ellos han hecho ésto posible y quién sabe, quizá en un futuro próximo haya mejores formas de integrar BeatStars y Airbit con BeatPress.

source: External Services
es_es: Servicios Externos

source: With this option your website will automatically redirect your customers to a PayPal purchase window
es_es: Con ésta opción tu sitio web redirigirá automáticamente a tus clientes a una ventana de compra de PayPal

source: You will need to install Easy Digital Downloads plugin to make it handle BeatPress purchase requests
es_es: Necesitarás instalar el plugin Easy Digital Downloads para hacer que se encargue de gestionar las peticiones de compra de BeatPresss

source: External
es_es: Externo

source: You will need an external service like BeatStars or AirBit to sell your beats, but you'll also get the SEO benefits of having your own website
es_es: Necesitarás un servicio externo como BeatStars o AirBit para vender tus beats, pero también obtendrás los beneficios del SEO de tener tu propio sitio web

source: PayPal E-Mail Address
es_es: Cuenta de PayPal

source: Your PayPal email
es_es: Tu correo de PayPal

source: We need your PayPal email address to handle your sales, even if you're not using BeatPress Direct as your main Purchase Mode.
es_es: Necesitamos tu dirección de correo de PayPal para encargarnos de tus ventas, incluso si no estás usando BeatPress Direct como tu modo de venta principal.

source: That's because exclusive rights purchases are always handled by BeatPress Direct, so you better make sure you type your PayPal address properly!
es_es: Esto es así porque los derechos exclusivos siempre son procesados a través de BeatPress Direct, ¡así que asegúrate de que escribes correctamente tu dirección de PayPal!

source: Will be used to handle BeatPress Direct and exclusive purchases at runtime
es_es: Será utilizado para gestionar BeatPress Direct y las compras exclusivas en tiempo de ejecución

source: Custom PayPal Logo
es_es: Logo de PayPal

source: Recommended size 750 x 90 px
es_es: Tamaño recomendado 750 x 90 px

source: This image is supposed to be the image that will be showed at the PayPal checkout page when the payments are processed using BeatPress Direct. Recommended size is 750px width and 90px height, if there's no image selected this default BeatPress logo will be showed instead.
es_es: Ésta imagen se supone que es la imagen que será mostrada en la ventana de pago de PayPal cuando los pagos sean procesados usando BeatPress Direct. El tamaño recomendado es 750px de ancho y 90px de alto, si no hay imagen seleccionada se mostrará el logo de BeatPress.

source: Upload
es_es: Subir

source: Upload PayPal Logo
es_es: Subir Logo de PayPal

source: Encrypt
es_es: Encriptar

source: purchase links
es_es: enlaces de compra

source: We've created this encryption layer only for BeatPress Direct and exclusive rights purchases, when you enable this option the direct purchase URLs dynamically generated by BeatPress are automatically encrypted with SHA256 protection.
es_es: Hemos creado ésta capa de encriptación sólo para BeatPress Direct y para las ventas de derechos exclusivos, cuando habilitas ésta opción los enlaces directos generados dinámicamente por BeatPress son automáticamente encriptados con una capa de encriptación con hash SHA256.

source: Please enable this option to prevent third parties to modify the purchase price, title or even the license they're buying.
es_es: Por favor habilita ésta opción para evitar que terceras personas puedan editar el precio de compra, título o incluso el tipo de licencia que están comprando.

source: Click this option to encrypt the purchase links generated by
es_es: Activa esta opción para encriptar los enlaces de compra generados por

source: Currently non encrypted
es_es: Actualmente no encriptados

source: URL Example
es_es: Ejemplo de URL

source: Purchase links are currently encrypted
es_es: Los enlaces de compra están actualmente encriptados

source: External Service NoFollow
es_es: NoFollow En Servicios Externos

source: Make External Service links NoFollow
es_es: Haz NoFollow todos los enlaces de Servicios Externos

source: We all know how important it is for SEO purposes to have some dofollow links, but we all should know too that making a bunch of dofollow links inside your side could also make your domain authority decrease.
es_es: Todos sabemos como de importante es para el SEO tener algunos enlaces dofollow, pero todos deberíamos saber también que tener un puñado de enlaces salientes dofollow en tu propia web puede hacer que la autoridad de tu dominio baje.

source: If you'd like to enable make your hyperlinks pointing to bsta.rs or air.bi NoFollow just enable this option.
es_es: Si te gustaría hacer que los enlaces que están apuntando a bsta.rs o air.bi sean NoFollow simplemente activa ésta opción.

source: Important: Enabling this option will only work while External Service selling mode is enabled.
es_es: Importante: Habilitar ésta opción sólo funcionará mientras el modo de venta externo esté activado.

source: Enable this option to enable NoFollow rule towards External Service links
es_es: Activa esta opción para habilitar la regla NoFollow en todos los enlaces hacia Servicios Externos

source: General Settings
es_es: Opciones Generales

source: Support
es_es: Apoyo

source: Do not support BeatPress on my website
es_es: No apoyar BeatPress en mi página web

source: By activating this option you can disable the non-intrusive BeatPress banner that's showed at the bottom of your catalog and dynamically generated beat pages...
es_es: Al activar ésta opción podrás deshabilitar el banner de BeatPress no intrusivo que es mostrado abajo del todo tanto en tu catálogo como en las páginas de beats generadas de forma dinámica...

source: Support your BeatPress family!
es_es: ¡Apoya a tu familia de BeatPress!

source: Hide or show the BeatPress promotional bar on your beat pages and catalog
es_es: Esconde o muestra la barra promocional de BeatPress en tus páginas de beats y catálogo

source: Purchase Button
es_es: Botón de Compra

source: Use small purchase button
es_es: Utilizar botón de compra pequeño

source: By activating this option you'll make your purchase buttons smaller and BeatPress will hide the "ADD" text next to it.
es_es: Activando ésta opción harás los botones de compra más pequeños y BeatPress esconderá el texto "ADD" adyacente.

source: By activating this option you'll make your purchase buttons smaller and BeatPress will hide the "ADD" text next to it
es_es: Activando ésta opción harás los botones de compra más pequeños y BeatPress esconderá el texto "ADD" adyacente

source: Beat Boxes Styling
es_es: Estilo de las Cajas de Beats

source: Compact (Default)
es_es: Compacto (Por defecto)

source: This is the default beats viewing and this is how your beats are showed in your catalog and beat pages as soon as you install and activate BeatPress.
es_es: Éste es el modo de visualización por defecto y así es como se muestran los beats en tu catálogo y en las páginas de beats nada más instalar BeatPress.

source: Fluid
es_es: Fluido

source: By activating this option you'll make catalog wider and more reliable for mobile devices.
es_es: Activando ésta opción harás tu catálogo más ancho y mucho más manejable en dispositivos móviles.

source: By activating this option you'll make catalog wider and more reliable for mobile devices and... Xtra Small, as its name says.
es_es: Al activar ésta opción harás tu catálogo más ancho y más manejable en dispositivos móviles y... Xtra Small, como el nombre indica.

source: Activate this option to change the catalog styling in all your pages
es_es: Activa ésta opción para cambiar el estilo en todas tus páginas

source: Add to Blog Page
es_es: Añadir al Blog

source: Add "Instrumentals" also to blog page
es_es: Añadir "Instrumentales" también a la página del blog

source: Okay, first you should know that WordPress isn't a beat store, it's a blog. And what does that mean? That means that you should blog about something related with your craft, that's what a SEO should mainly do in a website and... Well, also linkbuilding, but that's not our thing here.
es_es: Vale, primero de todo debes saber que WordPress no es una tienda de beats, es un blog. ¿Qué significa eso? Significa que probablemente deberías escribir sobre algo relacionado con lo que haces, eso es lo que haría un SEO principalmente en un sitio web y... Bueno, también crearía enlaces, pero eso no es lo que va a hacer BeatPress.

source: Once you know that WordPress is a blog you have to choose if your website is going to have blog posts (to attract a related audience to your products) or it's going to be just a beat store thanks to BeatPress. If you're not into the blogging thing we encourage you to activate this option and your beats will be showed too as blog posts.
es_es: Una vez que sabes que WordPress es un blog debes elegir si tu sitio web va a tener posts en el blog (para atraer a una audiencia relacionada hacia tus productos) o si va a ser simplemente una tienda de beats gracias a BeatPress. Si no te va eso de escribir en el blog te recomendamos que actives ésta opción y tus beats serán mostrados como posts del blog también.

source: Activating this option can lower the positions of your blog posts since now the usual posts and the instrumentals will be showed there
es_es: Activar ésta opción puede hacer que las posiciones de tus posts en el blog caigan dado que ahora los posts normales y las instrumentales serán mostrados ahí

source: By default they're separated and added in their own archive
es_es: Por defecto están separadas y añadidas en su propio archivo
