Repository: Banshee-Technologies/BeatPress
Catalog: lang/beatpress-*.po
Languages: es_es

source: That's not the same title as the previous option title, that's the title of your catalog page. It's automatically extracted from the WordPress page you've selected as the catalog page (usually the front page).
es_es: Ésto no es el mismo título que el de la opción anterior, éste es el título de tu página del catálogo. Es extraído automáticamente de la página de WordPress que has seleccionado como el catálogo (normalmente el home o página principal).

source: It will be showed up as an H1 heading, the most important heading for SEO purposes so if you can't see any title on your catalog page you better keep this option enabled, some themes doesn't show the H1 heading if the content is dynamically generated.
es_es: Será mostrado como un encabezado H1, el encabezado más importante para el SEO así que si no puedes ver ningún título en tu página del catálogo mejor que actives ésta opción, algunos temas no muestran el encabezado H1 si el contenido es generado dinámicamente.

source: Edit your Front Page title here
es_es: Edita el título del Home aquí

source: Show or hide the title of your catalog page straight before your catalog page, that's a must for SEO purposes
es_es: Muestra u oculta el título de tu página de catálogo justo antes de tu catálogo, es casi imperativo para tener un buen SEO

source: Some themes don't show the title by default when the content is dynamically generated so thats why that option is here
es_es: Algunos temas no muestran el título por defecto cuando el contenido es generado de forma dinámica así que es por eso por lo que ésta opción está aquí

source: Use Modal Box
es_es: Utilizar Modal

source: Use modal box instead of slides to show purchase buttons
es_es: Utilizar modal en vez de diapositivas para mostrar los botones de compra

source: BeatPress has two ways to display the purchase buttons in your beats catalog, by using slides (the default) and by using a modal popup (or commonly modal box). Both of them are responsive and SEO friendly, but in mobile devices we think the conversion rate is higher by using modal boxes.
es_es: BeatPress tiene dos formas de mostrar los botones de compra en el catálogo de beats, usando diapositivas (por defecto) y usando ventanas emergentes modal (comúnmente Modal Box). Ambas son responsivas y optimizadas para el SEO, aunque en dispositivos móviles pensamos que la tasa de conversión es más alta usando modal boxes.

source: The best way to know if you need to use slides (this option disabled) or modal boxes (this option enabled) is to try them both. In our private tests the slides performed better in SEO terms and rankings, but most of the leads came from modal boxes so feel free to choose the one you like the most.
es_es: La mejor manera de saber si necesitas usar diapositivas (ésta opción desactivada) o modal boxes (ésta opción activada) es probar ambas. En nuestras pruebas las diapositivas fueron mejores en términos de SEO y ránkings, pero la mayoría de ventas fueron desde modal boxes así que siéntete libre de elegir el que más te guste.

source: Use Modal Boxes (inner popups) instead of jQuery slides to show the purchase buttons on your beats catalog
es_es: Utilizar Modals (popups dentro de la propia página) en vez de diapositivas de jQuery para mostrar los botones de comprar en tu catálogo de beats

source: Catalog Page
es_es: Página del Catálogo

source: In order to show your catalog first you need to create a catalog page, and then select here that page that you've just created. You may think... Oh why? Because BeatPress can be installed in fresh WordPress installations and also in already developed websites trying to migrate and redesign the whole thing, that's why we don't want to automatically create pages in any website.
es_es: Para poder mostrar tu catálogo primero necesitas crear una página para el catálogo, y una vez creada seleccionar aquí esa página que acabas de crear. Puedes pensar... ¿Por qué? Porque BeatPress puede ser instalado en instalaciones nuevas de WordPress y también en sitios web ya desarrollados intentando migrar y rediseñar todo, por eso no queremos crear páginas en ningún sitio web de forma automáticamente.

source: You can create a new page
es_es: Puedes crear una nueva página

source: right here
es_es: aquí

source: and if needed, you should be able to select it as the Front Page in your Theme Options.
es_es: y si es necesario, deberías ser capaz de seleccionarla como la página principal o home en las opciones de tu tema.

source: The page where your complete beats catalog will be showed
es_es: La página donde tu catálogo completo de beats será mostrado

source: Current URL:
es_es: Enlace Actual:

source: SEO Paragraph 1
es_es: Párrafo SEO 1

source: I think you should write some stuff here...
es_es: Creo que deberías escribir algo aquí...

source: What's a SEO Paragraph? Well, keep in mind that BeatPress is a SEO focused plugin, that means that everything we implement in the source code is focused in Search Engine Optimization, everyone in the game is doing a great game in YouTube SEO but what about websites? An iFrame is just not enough to get into leads, and we all are missing the 40% of internet traffic in sales and exposure because of that, it's in your hands to change that or not, that's why BeatPress exists.
es_es: ¿Qué es un párrafo SEO? Bien, tengamos en mente que BeatPress es un plugin centrado en el SEO, eso significa que todo lo que implementamos en el código fuente está enfocado a la Optimización de Motores de Búsqueda, todo el mundo en éste juego está jugando bien haciendo SEO en YouTube, ¿pero qué hay del SEO para páginas web? Un iFrame no es suficiente para conseguir ventas, y estamos perdiendo el 40% del tráfico de internet en ventas y exposicion por eso, está en tus manos cambiarlo o no, por eso existe BeatPress.

source: The recommended lenght of that SEO Paragraph is at least 2500 well written words with understandable sentences, Google doesn't like empty phrases so that means no spinned texts, no plagiarized texts and always SEO focused, targeting as many related keywords as possible. If you think 2500 words is not enough you can take it to 5k or even 10k, set your own limit and test yourself! It's HTML ready so feel free to play with it if you know what you doing.
es_es: La longitud recomendada de éste Párrafo SEO es al menos 2500 palabras bien escritas con sentencias inteligibles, a Google no le gustan las frases vacías así que eso quiere decir nada de textos spinneados, nada de textos plagiados y siempre enfocados en el SEO, apuntando a tantas palabras clave como sea posible. Si piensas que 2500 palabras no es suficiente puedes llevarlo a 5k o incluso 10k, ¡pon tu propio límite y pruébate! Está listo para funcionar con HTML así que siéntete libre de jugar con eso si sabes lo que estás haciendo.

source: Type here what you'd like to show in below the title (if existing) of your Catalog page
es_es: Escribe aquí lo que te gustaría que apareciese debajo del título (si existe) de tu página de Catálogo

source: Leave blank to disable SEO Paragraph 1
es_es: Dejar en blanco para deshabilitar el Párrafo SEO 1

source: Recommended: 2500 words minimum
es_es: Recomendado: 2500 palabras mínimo

source: *This paragraph is HTML ready
es_es: *Éste párrafo soporta código en HTML

source: Licenses HTML Code
es_es: Código HTML de Licencias

source: I think you should write some stuff here too...
es_es: Creo que deberías escribir algo aquí también...

source: This text box works as the previous SEO Paragraph, but it's intended to show your different beat licenses and prices.
es_es: Ésta caja de texto funciona como el Párrafo SEO anterior, pero se supone que es para mostrar tus diferentes precios y licencias.

source: Keep it short and feel free to place even the CSS code right here.
es_es: Mantenlo corto y siéntete libre de poner aquí incluso el código CSS.

source: Almost any professional WordPress theme contains a Pricing Table module, paste the output HTML code here
es_es: Cualquier tema profesional de WordPress contiene un módulo de Tabla de Precios, pega aquí el código HTML de la tabla

source: It will be showed at the very bottom of your catalog page, below the bottom SEO Paragraph
es_es: Será mostrado al final del todo de tu página de catálogo, debajo del Párrafo SEO 1

source: Leave blank to disable Licenses HTML Code
es_es: Déjalo en blanco para deshabilitar el Código HTML de Licencias

source: Display Sold Beats
es_es: Muestra Beats Vendidos

source: Show the exclusively sold beats
es_es: Muestra los beats que han sido vendidos de forma exclusiva

source: There's no need to explain what this option does, but there are a few things you should know about. If the option to show the exclusively sold beats is active and you want to move a beat to the bottom of your playlist you just need to go to the
es_es: No hay necesidad de explicar lo que hace ésta opción, pero hay algunas cosas que deberías saber. Si la opción para mostrar los beats vendidos de forma exclusiva está activada y quieres mover un beat vendido a la última posición en la lista de reproducción del catálogo simplemente tienes que ir al menú de

source: Instrumentals
es_es: Instrumentales

source: menu, find the beat that was exclusively sold and click on "Quick Edit".
es_es: , buscar el beat que fue vendido de forma exclusiva y hacer clic en "Edición Rápida".

source: Then you just have to modify the year date (which is the creation date) of that beat, for example:
es_es: Ahí simplemente tienes que modificar el año de la fecha (la cual es la fecha de creación) del beat vendido, por ejemplo:

source: instead of
es_es: en vez de

source: Show or hide the beats exclusively sold or marked as sold, they will be still playable
es_es: Muestra u oculta los beats que han sido vendidos de forma exclusiva, se podrán escuchar

source: Open in new window
es_es: Abrir en Nueva Ventana

source: Open your beats in a new window
es_es: Abre tus beats en una nueva ventana

source: By enabling this option you can make your visitors open a new page each time they click on any download button. That's sometimes helpful to increase the time each user has your page open and would decrease the bounce rate.
es_es: Activando ésta opción puedes hacer que tus visitantes abran una nueva página cada vez que hagan clic en el botón de descargar. A veces es útil para aumentar el tiempo que cada usuario tiene tu página abierta y eso debería bajar el rebote.

source: Keep in mind that you should keep this option deactivated by default and enable it only if you see that's performing worse than usual.
es_es: Ten en cuenta que deberías mantener ésta opción desactivada por defecto y activarla sólo si ves que tu web tiene un rendimiento peor del normal.

source: By default beats are opened in the same window when click on a beat link straight in the the catalog section
es_es: Por defecto los beats son abiertos en la misma ventana cuando haces clic en el enlace de un beat justo en la sección del catálogo

source: Your beat pages will be opened in a new window if you activate this option
es_es: Las páginas de beats serán abiertas en una nueva ventana si activas ésta opción

source: Beats to display
es_es: Beats para Mostrar

source: The amount of beats that can be showed at once should be defined by how powerful your webhost is, the more powerful the more beats you can show at once. The recommended value for small and cheap webhosts is 10 or 15, for powerful and up-to-date webhosts the recommended value is 30.
es_es: La cantidad de beats que pueden ser mostrados a la vez debería ser definida por lo potente que es tu servidor, cuanto más potente sea más beats debes poder cargar a la vez. El valor recomendado para servidores pequeños y baratos es 10 o 15, para servidores potentes y actualizados el valor recomendado es 30.

source: This is a heavy task for your webhost so please select a suitable option for it. If your website is hosted in a small and cheap webhost and you start receiving more and more visits your website could get down.
es_es: Ésto es una tarea difícil para tu servidor así que selecciona una opción adecuada para el. Si tu sitio web está alojado en un servidor pequeño y barato y empiezas a recibir más y más visitas tu página web podría caerse.

source: The number of beats that will be displayed by default on your beats catalog page
es_es: El número de beats que serán mostrados por defecto en tu página del catálogo de beats

source: *This is a heavy task for your web server, recommended value from 10 to 20
es_es: *Esto es una tarea dura para tu servidor web, el valor recomendado es de 10 a 20

source: Beats Search
es_es: Búsqueda de Beats

source: Display Search Box
es_es: Mostrar Caja de Búsqueda

source: Display the search box on the top of the catalog
es_es: Muestra la caja de búsqueda justo encima del catálogo completo

source: Imagine that you're looking for a concrete beat and you can't find it in the catalog, it's such a frustrating user and customer experience. That's why this option is here, to make your visitors and customers able to search within your beats by tag, genres, names or even titles. It also decrease the bounce rate so it should be a must.
es_es: Imagina que estás buscando un beat en concreto y que no puedes encontrarlo en el catálogo, es una experiencia de usuario y de cliente frustrante. Por eso está ésta opción aquí, para hacer que tus visitantes y clientes puedan buscar entre tus beats por tag, género, nombre e incluso títulos. También baja el rebote, así que debería ser obligatorio.

source: Important: Enabling this option will show the search box in your catalog page, if you want to show it also in your landing beat pages you have to enable it too if you want to show it in your
es_es: Importante: Activar ésta opción mostrará la caja de búsqueda en la página del catálogo, si quieres mostrarla también en las páginas de beats tienes que habilitarla también en

source: With this options your visitors will be able to search within your beats by beat name, artist type, tag, genres...
es_es: Con ésta opción tus visitantes podrán buscar entre tus beats por nombre, artista, tag, géneros...

source: Featured Beats
es_es: Beats Destacados

source: Show Featured Beat
es_es: Mostrar Beat Destacado

source: Show a featured beat on your catalog
es_es: Muestra un beat como destacado en tu catálogo

source: By activating this option you can showcase one of your best beats at the top of your catalog. It's responsive and should work with most themes so feel free to feature one of your best beats, it's by far the most listened and viewed one.
es_es: Activando ésta opción puedes mostrar uno de tus mejores beats justo encima de tu catálogo. Es responsive y debería funcionar con la mayoría de temas así que siéntete libre de destacar uno de tus mejores beats, es de lejos el más escuchado y visitado.

source: Show or hide a featured beat at the top of your beats catalog
es_es: Muestra u oculta un beat destacado justo encima de tu catálogo de beats

source: Select Featured Beat
es_es: Seleccionar Beat Destacado

source: The beat that will be featured at the top of your catalog
es_es: El beat que será destacado justo encima de tu catálogo de beats

source: Hide Featured Beat Text
es_es: Esconder Texto Destacado

source: Hide SEO Introduction on your featured beat
es_es: Oculta la Introducción SEO en tu beat destacado

source: By activating this option you'll hide the default SEO Introduction text that's showed by default when you select a featured beat.
es_es: Activando ésta opción esconderás el texto de la Introducción SEO que es mostrado por defecto cuando seleccionas un beat como destacado.

source: Show or hide a the SEO Introduction text of your featured beat
es_es: Muestra u oculta el texto de la Introducción SEO de tu beat destacado

source: Landing Buttons
es_es: Botones

source: Show the exclusive rights purchase button
es_es: Muestra el botón de compra de derechos exclusivos

source: That's exactly what the title says, a way to show your customers an exclusive rights purchase button. As we previously told you exclusive rights purchases are always processed by BeatPress Direct purchase mode, so if you want you can encrypt the purchase links in the
es_es: Esto es exactamente lo que dice el título, una forma de mostrar a tus clientes un botón de compra de derechos exclusivos. Como previamente te hemos dicho los derechos exclusivos son siempre procesados a través del modo de venta BeatPress Direct, así que si quieres puedes encriptar los enlaces de compra en la pestaña de

source: Important: Enabling this option will show the exclusive rights purchase button in your catalog page, if you want to show it also in your landing beat pages you have to enable it too in your
es_es: Importante: Activar ésta opción mostrará el botón de compra de derechos exclusivos en la página del catálogo, si quieres mostrarla también en las páginas de beats tienes que habilitarla también en

source: Show or hide the "Exclusive Rights" button to sell beats with the BeatPress PayPal handler
es_es: Muestra u oculta el botón de "Derechos Exclusivos" para vender los beats exclusivos a través de PayPal

source: Show the Make an Offer button
es_es: Muestra el botón de Haz Una Oferta

source: This module is under construction, actually it does redirect to the /contact URL of your website.
es_es: Éste módulo está bajo construcción, actualmente redirige a la dirección /contact de tu página web.

source: Select if you want to show a make an offer button instead of the fixed exclusive rights price in your beats catalog
es_es: Selecciona si quieres mostrar el botón de Haz Una Oferta en vez del precio fijo para los Derechos Exclusivos en tu catálogo de beats

source: SEO Introduction
es_es: Introducción SEO

source: Display the SEO Introduction added to each beat page
es_es: Muestra la Introducción SEO añadido a cada página de beat

source: This option is a must if your beat store is going to be SEO focused, basically it extracts the SEO Introduction you wrote in each landing beat page to show it in straight in your catalog. Google will see a lot of related keywords and names and will start loving it because there's a lot of content.
es_es: Ésta opción es casi obligatoria si tu tienda de beats va a estar enfocada al SEO, básicamente extrae la Introducción SEO que escribiste en cada página de beat para mostrarla directamente en tu catálogo. Google verá un montón de palabras clave y nombres relacionados y empezará a gustarle porque hay un montón de contenido.

source: Show or hide in your catalog the SEO Introduction written in individual beat pages
es_es: Muestra u oculta en tu catálogo la Introducción SEO escriba de forma individual en las páginas de beats

source: (RECOMMENDED)
es_es: (RECOMENDADO)

source: 404 Errors
es_es: Errores 404

source: Disable 404 Errors redirection
es_es: Deshabilitar redirección de Errores 404

source: If you're an experienced website owner you may have been dealing with 404 errors, and you may know how hardly a bunch of those may negatively impact your rankings performance.
es_es: Si eres un administrador de páginas web con experiencia probablemente habrás lidiado con los errores 404, y probablemente sepas como de fuerte un puñado de éstos podrían impactar en el rendimiento de tus ránkings.

source: By selecting this option you will keep those 404 errors and you'll need to fix them manually by making manual redirections.
es_es: Seleccionando ésta opción mantendrás todos esos errores 404 y necesitarás arreglarlos a mano haciendo redirecciones manuales.

source: Redirect 404 Errors to catalog page
es_es: Redirigir Errores 404 al catálogo

source: By selecting this option you will automatically redirect all those 404 errors to your catalog page, which is probably the best page to get them redirected to.
es_es: Seleccionando ésta opción redirigirás automáticamente todos esos errores 404 a tu página del catálogo, la cual es probablemente la mejor página a la que deben ser redireccionados.

source: Redirect 404 Errors to homepage
es_es: Redirigir Errores 404 al home

source: By selecting this option you will automatically redirect all those 404 errors to your homepage, which is probably the one of the best pages to get them redirected to, just in case if your catalog page isn't your homepage.
es_es: Seleccionando ésta opción redirigirás automáticamente todos esos errores 404 al home, la cual es probablemente una de las mejores páginas a las que deberían ser redireccionados, por si acaso tu página del catálogo no es tu home.

source: BeatPress is a SEO focused plugin, that's why we care about the usual WordPress problems that may affect your SEO performance
es_es: BeatPress es un plugin enfocado en el SEO, es por eso por lo que nos preocupamos sobre los típicos problemas de WordPress que podría afectar tu rendimiento SEO

source: A bunch of 404 errors may get your website involved into Google penalties regarding impressions and positions
es_es: Un montón de errores 404 podrían conseguir que tu página web termine recibiendo una penalización de Google en cuanto a impresiones y posiciones

source: Use this option to automatically redirect all those "404 Errors : Not Found" to your catalog page or your homepage
es_es: Usa esta opción para redireccionar todos esos "Error 404 : No Encontrado" a tu catálogo o al home

source: External Service Redirection
es_es: Redirección de Servicio Externo

source: Enable URL redirection to third party services (such as BeatStars or AirBit)
es_es: Habilitar redirección de URL a servicios de terceros (como BeatStars o AirBit)

source: We guess you don't have your BeatStars ProPage or Airbit Infinity Store installed as your main domain because of SEO purposes, but... What if you can make a ghost page which redirects exactly to your ProPage or Infinity Store? Something like... https://yourwebsite.com/propage or even https://yourwebsite.com/store ? It's a great thing for branding and also you can push it forward by installing a banner in the SEO Paragraph :)
es_es: Suponemos que no tienes una ProPage de BeatStars o un Infinity Store de Airbit instalado como tu dominio principal por el SEO, pero... ¿Qué pasaría si pudieses crear una página fantasma que redirija exactamente a tu ProPage o Infinity Store? Algo como... https://tupaginaweb.com/propage o incluso https://tupaginaweb.com/beats ? Es algo bueno de cara a tu marca y también puedes impulsarlo instalando un banner en el Párrafo SEO :)

source: We know everyone shouldn't know about SEO for being able to decently maintain a great website, but just in case, the redirection is a
es_es: Sabemos que no todo el mundo debería saber sobre el SEO para ser capaz de mantener decentemente un sitio web, pero por si acaso, la redirección es una

source: 302 Redirection
es_es: Redirección 302

source: that means that it doesn't pass link juice or even authority from your domain to the BeatStars or Airbit link, there's no need to worry about that anymore, it's like a
es_es: , lo cual quiere decir que no traspasa link juice o autoridad desde tu dominio al enlace de BeatStars o Airbit, no hay necesidad de preocuparse más por eso, es como un

source: nofollow link
es_es: enlace nofollow

source: Useful if you'd like to have an URL pointing and forwarding directly to your BeatStars / AirBit catalog
es_es: Útil si te gustaría tener una URL apuntando y redireccionando directamente a tu catálogo en BeatStars o AirBit

source: URL to Redirect
es_es: URL a Redirigir

source: typesomething...
es_es: escribealgo...

source: This is the URL you're going to forward
es_es: Ésta es la URL que vas a redirigir

source: Destination URL
es_es: URL de Destino

source: https://youruser.beatstars.com
es_es: https://tuusuario.beatstars.com
