Repository: Banshee-Technologies/BeatPress
Catalog: lang/beatpress-*.po
Languages: es_es

source: but you can add them to your blog too
es_es: pero puedes añadirlas a tu blog también

source: Your blog posts page is
es_es: Tu página del blog es

source: Restrict Mouse Actions
es_es: Restringir Acciones de Ratón

source: Disable right click and text selection
es_es: Deshabilitar clic derecho y selección de texto

source: We encourage you to keep this option disabled because it can annoy your visitors and customers and that may increase your
es_es: Te recomendamos que mantengas ésta opción desactivada porque puede molestar a tus visitantes y clientes, eso podría incrementar el

source: bounce rate
es_es: rebote

source: and impact negatively on your website performance.
es_es: y impactar negativamente en rendimiento de tu página web.

source: We've implemented this option in early builds of BeatPress when streaming links weren't encrypted with SHA256 encryption, but since there's no direct access to any MP3 files there's no reason to keep this option enabled.
es_es: Implementamos ésta opción en las primeras versiones de BeatPress cuando los enlaces de escucha no estaban encriptados con encriptación SHA256, así que desde que no hay acceso directo a los archivos MP3 no hay razón para mantener ésta opción activada.

source: By default the direct link to any BeatPress MP3 file is encrypted and processed with the MP3 Server module (which is really, really fast!).
es_es: Por defecto cualquier enlace a cualquier archivo MP3 de BeatPress está encriptado y procesado por el módulo del Servidor MP3 (¡el cual es realmente rápido!).

source: By activating this option you'll make your visitors unable to right click to inspect element or easily select text from your website
es_es: Activando ésta opción harás que los visitantes de tu página web no puedan hacer clic derecho para inspeccionar elementos o que fácilmente seleccionen texto de tu web

source: Sharing Widget
es_es: Widget de Compartir

source: Share in beat pages and blog posts
es_es: Compartir en páginas de beats y en posts del blog

source: Giving your customers and listeners a way to share your craft is always a way to increase your exposure and reach to a targetted audience, so don't miss this option since it's really helpful.
es_es: Darle a tu audiencia y clientes una forma de compartir tu trabajo es siempre una buena forma de aumentar tu exposición y alcance a una audiencia similar, así que no te olvides de ésta opción porque es realmente útil.

source: By activating this option the sharing widget will be showed in all your landing beat pages and also your regular blog posts (if you're into the blogging thing).
es_es: Al activar ésta opción el widget de compartir será mostrado en todas tus páginas de beats y también en los posts del blog (si realmente lo vas a hacer).

source: Share only in beat pages
es_es: Compartir sólo en páginas de beats

source: By activating this option the sharing widget will be showed ONLY in your landing beat pages, that means that regular blog posts will not show the sharing widget.
es_es: Al activar ésta opción el widget de compartir será mostrado SÓLO en las páginas de beats, esto significa que los posts del blog normales y corrientes no mostrarán el widget de compartir.

source: Don't show the share buttons
es_es: No mostrar los botones de compartir

source: By activating this option the sharing widget will not be showed. Your regular blog posts and your landing beat pages will not show the sharing widget :(
es_es: Al activar ésta opción el widget de compartir no será mostrado. Los posts del blog normales y corrientes y las páginas de beats no mostrarán el widget de compartir :(

source: Select where you want to show your visitors the share buttons
es_es: Selecciona donde quieres mostrar a tus visitantes los botones de compartir

source: Latest Beats
es_es: Últimos Beats

source: Latest beats in beat pages and blog posts
es_es: Últimos beats en páginas de beats y en posts del blog

source: That's a great way to increase the click ratio of your visitors and show Google they're are interested in your content, it's kown that Google takes that in consideration for their search results so the more an user interact with your website the better for your rankings.
es_es: Es una buena manera de incrementar el número de clics de tus visitantes y de mostrarle a Google que están interesados en tu contenido, es bien sabido que Google lo tiene en cuenta para sus resultados de búsqueda así que cuanto más interaccione un usuario con tu sitio web mejores serán los ránkings.

source: By activating this option the latest beats widget will be showed in all your landing beat pages and also your regular blog posts (if you're into the blogging thing).
es_es: Al activar ésta opción el widget con los últimos será mostrado en todas tus páginas de beats y también en los posts del blog (si realmente lo vas a hacer).

source: Latest beats only in beat pages
es_es: Últimos beats sólo en páginas de beats

source: By activating this option the latest beats widget will be showed ONLY in your landing beat pages, that means that regular blog posts will not show the latest beats widget.
es_es: Al activar ésta opción el widget con los últimos beats será mostrado SÓLO en las páginas de beats, esto significa que los posts del blog normales y corrientes no mostrarán el widget de últimos beats.

source: Don't show the latest beats section
es_es: No mostrar la sección de últimos beats

source: By activating this option the latest beats widget will not be showed. Your regular blog posts and your landing beat pages will not show the latest beats widget :(
es_es: Al activar ésta opción el widget con los últimos beats será mostrado. Los posts del blog normales y corrientes y las páginas de beats no mostrarán el widget de con los últimos beats :(

source: Select where you want to show your visitors the latest five beats you uploaded
es_es: Selecciona donde quieres mostrar a tus visitantes la sección de últimos beats

source: Color Scheme
es_es: Esquema de Color

source: Select Color
es_es: Seleccionar Color

source: Default color (Black over White)
es_es: Color por Defecto (Negro sobre Blanco)

source: Purple (Purple over White)
es_es: Lila (Lila sobre Blanco)

source: Blue (Blue over White)
es_es: Azul (Azul sobre Blanco)

source: Orange (Orange over White)
es_es: Naranja (Naranja sobre Blanco)

source: Red (Red over White)
es_es: Rojo (Rojo sobre Blanco)

source: Pink (Pink over White)
es_es: Rosa (Rosa sobre Blanco)

source: Limegreen (Limegreen over White)
es_es: Verde Lima (Verde Lima sobre Blanco)

source: We know there are thousands of colors and themes, so select the color scheme that accurately fits your website
es_es: Sabemos que hay miles de colores y temas, así que selecciona el esquema de color que mejor se integre con tu sitio web

source: Icon Support
es_es: Soporte de Iconos

source: Include FontAwesome
es_es: Incluir FontAwesome

source: Auto-include the latest version of Font Awesome in your website
es_es: Auto-incluir la última versión de Font Awesome en tu sitio web

source: BeatPress is using the latest version of vector font icons included in Font Awesome, that means that no matter the screen resolution they will be showed always in a great way without the usual blurs that are created by images, they'll always look on point.
es_es: BeatPress está utilizando la última versión de los iconos-fuente con vectores en Font Awesome, esto significa que no importa la resolución de la pantalla, los iconos siempre serán bien mostrados sin los borrones que suelen ser creados por las imágenes, siempre se verán en su sitio.

source: Font Awesome is not included by default in BeatPress because some WordPress themes are used to auto-include it, so if your website doesn't show up the icons that means that you just need to activate this option. We'll take care about that.
es_es: Font Awesome no está incluído por defecto en BeatPress porque algunos temas de WordPress lo suelen auto incluir, así que si tu sitio web no muestra los iconos significa que simplemente debes activar ésta opción. Nos encargaremos de ello.

source: BeatPress does use Font Awesome instead of images to show up quickly all the icons used by the application
es_es: BeatPress utiliza Font Awesome en vez de imágenes para mostrar rápidamente todos los iconos utilizados por la aplicación

source: If your website doesn't show up the icons then enable this option
es_es: Si tu página web no muestra los iconos entonces activa ésta opción

source: Core Functions
es_es: Funciones del Núcleo

source: Archive Styling
es_es: Estilizar Archivos

source: Replace WordPress styling on Instrumentals Archives
es_es: Reeemplaza el estilo de WordPress en los archivos de Instrumentales

source: We've been dealing with the WordPress stylings for years, until now. There's a way to transform those boring archives into something more user friendly. By activating this option you'll transform your Genre archives into something perfect for your customers and visitors.
es_es: Hemos estado peleándonos con los estilos de WordPress durante años, hasta ahora. Hay una forma de transformar los aburridos archivos de WordPress en algo que sea bonito para el usuario. Al activar ésta opción transformarás los archivos de Géneros en algo perfecto para tus clientes y visitantes.

source: We tried to show a custom genre playlist at the top of each Genre archive, but since there's no API or documentation available except creating a child theme template we decided to remove any customized playlist for now, BeatPress is global and it should work with most of the WordPress themes out there, if we create a child theme template we'll need to create one for each available theme, such an impossible thing.
es_es: Hemos intentado mostrar una lista de reproducción personalizada en cada archivo de cada Género, pero como no hay ninguna API o documentación disponible excepto la posibilidad de crear una plantilla de tema hijo hemos decidido eliminar cualquier lista de reproducción personalizada por ahora, BeatPress es global y debería funcionar con la mayoría de temas para WordPress, si creamos una plantilla de tema hijo necesitaremos crear una para cada tema disponible, y es algo casi imposible.

source: If you check this option the Instrumentals Archives excerpt will be automatically taken from the SEO Introduction option of each beat page
es_es: Si activas ésta opción el extracto de los Archivos de Instrumentales será automáticamente cogido de la Introducción SEO de cada página de beat

source: In addition, it will also show all the genres of that beat
es_es: Adicionalmente, también mostrará los géneros de ese beat

source: (Max: 4 genres)
es_es: (Máximo: 4 géneros)

source: Instrumentals Archive Titles
es_es: Título de los Archivos de Instrumentales

source: Replace the title on Instrumentals Archive pages
es_es: Reemplaza el título en los Archivos de Instrumentales

source: By enabling this option you can modify the way and the title that Genre archives have to be showed up in Google, it's pretty useful because WordPress archives were used to be useless, until now. For each Genre a Genre archive is automatically generated, so play with it here and there and try to make it catchy for Google users.
es_es: Activando ésta opción podrás modificar la forma en la que el título de los archivos de Géneros deben ser mostrados en Google, es bastante útil porque los archivos de WordPres suelen ser inútiles, hasta ahora. Para cada género un archivo de género es generado automáticamente, así que juega con eso aquí y allí e intenta hacerlo llamativo para los usuarios de Google.

source: You can make them all show up in Google as "Buy and Download %GENRE% Beats For Free" or "Download 2019 %GENRE% Beats and Instrumentals", options are endless so play with it accordingly.
es_es: Puedes hacer que se vean en Google como "Compra y Descarga Beats de %GÉNERO% Gratis" o "Descargar Bases de %GÉNERO% e Instrumentales 2019", las opciones son infinitas así que juega con ésto de forma acorde.

source: If you check this option you'll be able to change the default title of the Instrumentals archives
es_es: Si activas ésta opción podrás cambiar el título por defecto de los archivos de Instrumentales

source: Type below how you'd like to show your beat genre archives
es_es: Escribe debajo cómo te gustaría mostrar los archivos de géneros

source: Before
es_es: Antes

source: "GENRE"
es_es: "GÉNERO"

source: After
es_es: Después

source: Actual example
es_es: Ejemplo actual

source: Your Information
es_es: Tu Información

source: Producer Name
es_es: Nombre de Productor

source: Who are you fam?
es_es: ¿Quién eres colega?

source: That is... Your producer name, your A.K.A., your artistic name.
es_es: Ésto es... Tu nombre de productor, tu A.K.A., tu nombre artístico.

source: You can also make it work as a team by adding Team at the end of the name if the website you're building up is a showcase of different producers.
es_es: También puedes hacer que se vea como un equipo añadiendo Team al final del nombre si el sitio web que estás construyendo es un escaparate de varios productores.

source: Will be used to customize some text fields
es_es: Será usado para configurar algunos campos de texto

source: Your E-Mail Address
es_es: Correo Electrónico

source: Your business email
es_es: Tu correo de negocios

source: Your personal / business email address, it can be the same as your PayPal address or not so that's why there are two email options.
es_es: Tu dirección de correo personal o de negocios, puede ser la misma que tu dirección de PayPal o no, por eso hay dos opciones para correos electrónicos.

source: Some people like to keep their businesses separate from their personal life and we have to respect that.
es_es: A muchas personas les gusta mantener sus negocios separados de su vida personal y tenemos que respetar eso.

source: Will be used to handle in-app contact forms and BeatPress updates via e-mail
es_es: Será usado para tramitar los formularios de contacto y las actualizaciones de BeatPress por correo electrónico

source: Your Logo
es_es: Tu Logo

source: You may wonder why a business logo should have a help option... Ok, just to let you know to keep it square but also to clarify that BeatPress will not resize this image so please keep the size according to the tiny image that it should be. You can even use a 1024x1024px image, but it will dramatically increase your page speed load time.
es_es: Te estarás preguntando porque un logo de un negocio debe tenr una opción de ayuda... De acuerdo, simplemente para hacerte saber que debe ser un cuadrado y también para aclarar que BeatPress no redimensionará ésta imagen, así que mantén el tamaño acorde a la pequeña imagen que debería ser. Puedes incluso utilizar una imagen de 1024x1024px, pero incrementaría de forma drástica el tiempo de carga de tu web.

source: Recommended size 128 x 128 px
es_es: Tamaño recomendado 128 x 128 px

source: Logo Image
es_es: Imagen del Logo

source: Upload Logo
es_es: Subir Logo

source: Social
es_es: Redes Sociales

source: Links in catalog page
es_es: Enlaces en el catálogo

source: Show links to your social networks below your catalog
es_es: Muestra los enlaces de tus redes sociales debajo del catálogo

source: By activating this option you can showcase a list of icons linking to your social networks at the bottom of your catalog page. Leave blank the social networks you don't have an account in to make them don't get showed up.
es_es: Activando ésta opción puedes mostrar un conjunto de iconos enlazando a tus redes sociales justo debajo de la página del catálogo. Deja en blanco las redes sociales en las que no tengas cuenta para que no se muestren.

source: Enable this option to show or hide your social networks below your catalog page
es_es: Activa ésta opción para mostrar o esconder tus redes sociales justo debajo de tu catálogo

source: Twitter URL
es_es: Enlace de Twitter

source: Will be used to display a link to your Twitter profile, leave blank to do not display
es_es: Será usado para mostrar un enlace apuntando a tu perfil de Twitter, déjalo en blanco para no mostrarlo

source: Facebook URL
es_es: Enlace de Facebook

source: Will be used to display a link to your Facebook profile, leave blank to do not display
es_es: Será usado para mostrar un enlace apuntando a tu perfil de Facebook, déjalo en blanco para no mostrarlo

source: SoundCloud URL
es_es: Enlace de SoundCloud

source: Will be used to display a link to your SoundCloud profile, leave blank to do not display
es_es: Será usado para mostrar un enlace apuntando a tu perfil de SoundCloud, déjalo en blanco para no mostrarlo

source: Instagram URL
es_es: Enlace de Instagram

source: Will be used to display a link to your Instagram profile, leave blank to do not display
es_es: Será usado para mostrar un enlace apuntando a tu perfil de Instagram, déjalo en blanco para no mostrarlo

source: YouTube URL
es_es: Enlace de YouTube

source: Will be used to display a link to your YouTube profile, leave blank to do not display
es_es: Será usado para mostrar un enlace apuntando a tu perfil de YouTube, déjalo en blanco para no mostrarlo

source: Reddit URL
es_es: Enlace de Reddit

source: Will be used to display a link to your Reddit profile, leave blank to do not display
es_es: Será usado para mostrar un enlace apuntando a tu perfil de Reddit, déjalo en blanco para no mostrarlo

source: BeatStars URL
es_es: Enlace de BeatStars

source: Will be used to display a link to your BeatStars profile, leave blank to do not display
es_es: Será usado para mostrar un enlace apuntando a tu perfil de BeatStars, déjalo en blanco para no mostrarlo

source: Airbit URL
es_es: Enlace de Airbit

source: Will be used to display a link to your Airbit profile, leave blank to do not display
es_es: Será usado para mostrar un enlace apuntando a tu perfil de Airbit, déjalo en blanco para no mostrarlo

source: First License
es_es: Primera Licencia

source: License Name
es_es: Nombre de Licencia

source: Untagged MP3 Lease
es_es: Leasing en MP3

source: Here you can modify the heading, default price and subheading of the first license (commonly the Untagged MP3 Lease / Basic Lease).
es_es: Aquí puedes modificar el encabezado, precio por defecto y subtítulo de la primera licencia (normalmente es el Leasing en MP3 / Leasing Básico).

source: Those are the prices that are showed by default in your catalog and in your landing beat pages, if you specify a different price for this license in a single beat page then it will override the default price (this price).
es_es: Éstos son los precios que son mostrados por defecto en tu catálogo y en las páginas de beats, si especificas un precio diferente para ésta licencia en una página de beat se tomará ese precio en vez de el precio por defecto (éste precio).

source: The name of your first license
es_es: El nombre de tu primera licencia

source: License Price
es_es: Precio de Licencia

source: The price of your first license
es_es: El precio de tu primera licencia

source: Sub-Heading
es_es: Subtítulo

source: The sub-heading of your first license
es_es: El subtítulo de tu primera licencia

source: Second License
es_es: Segunda Licencia

source: Untagged WAV Lease
es_es: Leasing en WAV

source: Here you can modify the heading, default price and subheading of the second license (commonly the Untagged WAV Lease / Silver Lease).
es_es: Aquí puedes modificar el encabezado, precio por defecto y subtítulo de la segunda licencia (normalmente es el Leasing en WAV / Leasing Plata).

source: The name of your second license
es_es: El nombre de tu segunda licencia

source: The price of your second license
es_es: El precio de tu segunda licencia

source: The sub-heading of your second license
es_es: El subtítulo de tu segunda licencia

source: Third License
es_es: Tercera Licencia

source: Untagged Premium
es_es: Leasing Premium

source: Here you can modify the heading, default price and subheading of the third license (commonly the Untagged Premium Lease / Track-outs Lease).
es_es: Aquí puedes modificar el encabezado, precio por defecto y subtítulo de la tercera licencia (normalmente es el Leasing Premium / Beat Por Pistas).

source: The name of your third license
es_es: El nombre de tu tercera licencia

source: The price of your third license
es_es: El precio de tu tercera licencia

source: Trackouts + Stems
es_es: Beat Por Pistas

source: The sub-heading of your third license
es_es: El subtítulo de tu tercera licencia

source: Fourth License
es_es: Cuarta Licencia

source: Untagged Unlimited
es_es: Leasing Ilimitado

source: Here you can modify the heading, default price and subheading of the fourth license (commonly the Untagged Unlimited Lease / Unlimited Track-outs Lease).
es_es: Aquí puedes modificar el encabezado, precio por defecto y subtítulo de la cuarta licencia (normalmente es el Leasing Ilimitado / Beat Por Piistas Ilimitado).

source: The name of your fourth license
es_es: El nombre de tu cuarta licencia

source: The price of your fourth license
es_es: El precio de tu cuarta licencia

source: The sub-heading of your fourth license
es_es: El subtítulo de tu cuarta licencia

source: Banner Settings
es_es: Banner

source: Catalog Page Banner
es_es: Banner del Catálogo

source: That's your website banner, pretty similar to a slider, but without all the excess of JavaScript code that it needs and that will increase your website load time for sure. The recommended resolution in pixels is 1920x400 px, but it will fit the width of your catalog page so play with it accordinly.
es_es: Éste es el banner de tu página web, muy similar a un slider, pero sin todo el exceso de código JavaScript que necesita y que incrementa el tiempo de carga de tu web por supuesto. La resolución recomendada en píxeles es de 1920x400 px, pero se ajustará al ancho de tu página de catálogo así que juega con ésto de forma acorde.

source: Recommended size 1920 x 400 px
es_es: Tamaño recomendado 1920 x 400 px

source: Custom Banner
es_es: Banner Personalizado

source: Upload Banner
es_es: Subir Banner

source: Catalog Banner Title
es_es: Título del Banner

source: Type related keywords...
es_es: Escribe palabras clave relacionadas...

source: Here you should type some related keywords and with your domain, also keyword variations are useful but don't make it look spammy. Try to put as many possible keywords but making an understandable 20/25 words sentence, it's still useful for SEO purposes.
es_es: Aquí deberías escribir algunas palabras clave relacionadas con tu dominio web, las variaciones de palabras clave también son útiles pero no lo hagas parecer muy spammer. Intenta poner tantas palabras clave como sean posibles pero haciendo una sentencia de 20/25 palabras inteligible, es súper útil para el SEO.

source: Example: Trap Beats and Trap Instrumentals - The best place to download Trap Beats and Instrumentals for your next album or mixtape!
es_es: Ejemplo: Beats de Trap e Instrumentales de Hip Hop - El mejor sitio para descargar Bases de Trap e Instrumentales para tu próximo álbum o mixtape!

source: Specify the "alt" and "title" attributes of your catalog page banner
es_es: Especifica el atributo "alt" y "title" del banner de tu página de catálogo

source: Catalog Settings
es_es: Opciones del Catálogo

source: Display page title
es_es: Muestra el título

source: Show the title of your catalog page
es_es: Muestra el título de tu página de catálogo
